# 하나만 출력합니다.
print("# 하나만 출력합니다.")
print("Hello Python Programming...!")
print()

# 여러 개를 출력합니다.
print("# 여러 개를 출력합니다.")
print(10, 20, 30, 40, 50)
print("안녕하세요", "저의", "이름은", "신지원입니다!")
print()

# 아무것도 입력하지 않으면 단순하게 줄바꿈합니다.
print("# 아무것도 출력하지 않습니다.")
print("---확인 전용선---")
print()
print()
print("---확인 전용선---")

print(type("안녕하세요"))

print(type(273))
print("안녕하세요"+"저의")

print('"안녕하세요"라고 말했습니다')
print("'안녕하세요'라고 말했습니다")
print("\"배가 고픕니다.'라고 생각했다.")
print('\'배가 고픕니다.\'라고 생각했다.')
print("'배가 고픕니다.'라고 \n생각했다.")
